{
  "Proyectos": [
    {
      "Id": 1,
      "NombreProyecto": "Formulario",
      "Texto": "Dentro de la consultoria en la que estuve trabajando, cre칠 un formulario con registro para cada persona que pertenecia a los clientes."
    },
    {
      "Id": 2,
      "NombreProyecto": "SkillsCV",
      "Texto": "En el centro formativo cre칠 una web que pretend칤a dar a conocer las Skills FP(olimpiadas de formaci칩n profesional)."
    },
    {
      "Id": 3,
      "NombreProyecto": "Hospital",
      "Texto": "Tambi칠n hice una aplicaci칩n para un Hospital con men칰 usando Java."
    },
    {
      "Id": 4,
      "NombreProyecto": "BestPlans",
      "Texto": "Hace unos d칤as, hice una web con un grupo de personas que se dedicaba en presentar una consultoria llamada BestPlans creada en WordPress."
    }
  ],
  "Lenguajes": [
    {
      "Id": 1,
      "NombreLenguaje": "Angular",
      "Texto": "Angular es un marco de desarrollo web que permite crear aplicaciones web escalables y seguras con confianza."
    },
    { "Id": 2, "NombreLenguaje": "Html5", "Texto": "HTML es un lenguaje de marcado para la web que define la estructura de las p치ginas web." },
    { "Id": 3, "NombreLenguaje": "Css", "Texto": "CSS es un lenguaje de estilo que se utiliza para dar formato a los elementos HTML en una p치gina web." },
    { "Id": 4, "NombreLenguaje": "Sass", "Texto": "SASS es un preprocesador de CSS que permite escribir CSS con caracter칤sticas avanzadas." },
    { "Id": 5, "NombreLenguaje": "Java", "Texto": "Java es un lenguaje de programaci칩n de prop칩sito general, seguro y r치pido." },
    {
      "Id": 6,
      "NombreLenguaje": "JavaScript",
      "Texto": "JavaScript es un lenguaje de programaci칩n que permite crear contenido din치mico y complejo en p치ginas web."
    },
    { "Id": 7, "NombreLenguaje": "MySql", "Texto": "MySQL es un sistema de gesti칩n de bases de datos relacionales de c칩digo abierto (RDBMS) con un modelo cliente-servidor." },
    { "Id": 8, "NombreLenguaje": "C", "Texto": "C es un lenguaje de programaci칩n de prop칩sito general, seguro y r치pido." },
    { "Id": 9, "NombreLenguaje": "C++", "Texto": "C++ es un lenguaje de programaci칩n de prop칩sito general, seguro y r치pido." },
    { "Id": 10, "NombreLenguaje": "PHP", "Texto": "PHP es un lenguaje de programaci칩n de c칩digo abierto para el desarrollo web y aplicaciones generales." },
    { "Id": 11, "NombreLenguaje": "Laravel", "Texto": "Laravel es un framework PHP para construir aplicaciones web con funcionalidades preprogramadas." },
    { "Id": 12, "NombreLenguaje": "WordPress", "Texto": "WordPress es un sistema de gesti칩n de contenido de c칩digo abierto para crear sitios web y blogs." }
  ],
  "Contacto": [
    {
      "Id": 1,
      "Texto": "+34 693799678",
      "Logo": "telefono",
      "Enlace": false,
      "NombreEnlace": null
    },
    {
      "Id": 2,
      "Texto": "ruizperezignacio2001@gmail.com",
      "Logo": "correo",
      "Enlace": false,
      "NombreEnlace": null
    },
    {
      "Id": 3,
      "Texto": "Ver repositorio remoto",
      "Logo": "gitHub",
      "Enlace": true,
      "NombreEnlace": "https://github.com/NachoRP01"
    },
    {
      "Id": 4,
      "Texto": "Ver linkedin",
      "Logo": "linkedIn",
      "Enlace": true,
      "NombreEnlace": "https://www.linkedin.com/in/ruizperezignacio/"
    }
  ],
  "Card": [
    {
      "Id": 1,
      "Titulo": "쯈ui칠n soy?",
      "Contenido": "Hola a tod@s, soy Ignacio Ruiz P칠rez un joven desarrollador web que ha comenzado una nueva etapa en su vida y estoy presentando mi porfolio creado en Angular v.12.",
      "Imagen": "img2",
      "TieneBoton": false
    },
    {
      "Id": 2,
      "Titulo": "쮺칰al ha sido mi recorrido?",
      "Contenido": "Al terminar bachiller escog칤 el ciclo de Desarrollo de Aplicaciones Web en el centro CIPFP Mislata donde aprend칤 la mayor칤a de lenguajes como Java, Angular o PHP. Tras ello, hice un par de cursos en UDEMY y otro curso de comunicaci칩n digital en C치mara Valencia.",
      "Imagen": "img3",
      "TieneBoton": false
    },
    {
      "Id": 3,
      "Titulo": "쮺u치l es mi futuro?",
      "Contenido": "Estoy buscando nuevas oportunidades laborales que me permitan seguir creciendo como desarrollador web y contribuir al 칠xito de las empresas游뗿. Es el momento del cambio.",
      "Imagen": "img5",
      "TieneBoton": true
    }
  ]
}
